const String introductionBody1 =
    "هو تطبيق مختص في مجال العروض العقارية في سوريا, يوفر للمستخدمين ميزات عديدة متعلقة بالعروض العقارية وأسعارها ومواصفاتها, والكثير من الخدمات الأخرى لتأمين سهولة كبيرة في مجال الخدمات العقارية.";

const String introductionBody2 =
    "يمكنك تصفح العروض العقارية المختلفة مع المواصفات والأسعار والصور التوضيحية, كما يوفر النظام وسائل التواصل المتنوعة مع المكتب العقاري الناشر للعقار.";

const String introductionBody3 =
    "يوفر لك التطبيق إمكانية إنشاء عرضك العقاري الخاص ونشره لدى المكاتب العقارية المتوفرة في التطبيق, وبالتالي يمكن للآلاف من المستخدمين رؤية عقارك.";
const String introductionBody4 =
    "يمكنك البحث عن عقار بمواصفات معينة عن طريق إنشاء طلب عقاري, حيث يتم عرضه على جميع المكاتب المتوفرة في النظام, وبالتالي ستقوم المكاتب بترشيح عقارات مشابهة لطلبك!";

const String introductionBody5 =
    "قم بتسجيل الدخول ليتم تزويدك بميزات عديدة مثل عرض العقارات وحفظ العروض المميزة والعديد من الميزات الأخرى.";
const String homeScreenHeader =
    "هل تريد الاطلاع على العروض العقارية المتنوعة والبحث عن عقارات تناسبك؟ انضم إلى مئات الأشخاص الذين وجدوا ما يبحثو عنه";

const String afterEstateOrderBody = "لقد تم إرسال طلبك بنجاح, سيتم عرض الطلب على المكاتب العقارية ومن ثم إرسال ترشيحات المكاتب لكم عن طريق الإشعارات";


const String offerCreateIntroduction =
    "يمكنك إنشاء عرض مميز للعقار الذي ترغب بنشره في التطبيق بخطوات سهلة وبسيطة";

const String zoomingTutorialContent =
    "يمكنكم تكبير الخريطة و تصغيرها لتسهيل الوصول إلى مكان العقار";
const String movingTutorialContent =
    "لتحريك الخريطة قم بسحب الشاشة إلى الاتجاه الذي تريد التحرك نحوه";
const String selectTutorialContent =
    "لتحديد الموقع الذي يتواجد فيه العقار قم بالنقر على المكان الذي تريد تحديده";
const String finishTutorialContent =
    "عند الانتهاء من تحديد مكان العقار, انقر على زر تثبيت المكان";
const String finishCreatePropertyContent =
    "تم إنشاء العرض العقاري وإرساله إلى النظام, ستتم مراجعة عرضك العقاري خلال مدة قصيرة";
