Repository: mohammedali12450/swess_home
Catalog: assets/l10n/app_*.arb
Languages: ar

# language
source: English
ar: العربية

# welcome
source: Welcome to SwessHome
ar: أهلا بكم

# post_estate
source: Create Offer
ar: نشر عقار

# application_name
source: Swess Home
ar: سويس هوم

# personal_account
source: my account
ar: حسابي

# rate
source: rating
ar: التقييم

source: candidates count
ar: عدد الترشيحات

source: estate offers count
ar: عدد العروض العقارية

source: buy more
ar: شراء عدد إضافي

source: subscription contract
ar: عقد الاشتراك

source: my estates
ar: عقاراتي

source: statistics
ar: الإحصائيات

source: Log out
ar: تسجيل الخروج

# password_must
source: password must be at must 21 characters
ar: كلمة السر على الاكثر 21 محرف

# password_least
source: password must be at least 8 characters
ar: كلمة السر على الاقل 6 محارف

# password_match
source: password don't match
ar: كلمة السر غير متطابقة

# accept_terms_condition
source: I agree to the
ar: أوافق على

# terms_condition
source: Terms and Conditions policy
ar: سياسة الخصوصية

# accept_terms_conditions
source: please accept terms and conditions policy
ar: الرجاء الموافقة على بند سياسة الخصوصية

source: Terms of use
ar: شروط الاستخدام

source: intellectual property rights
ar: حماية الملكية الفكرية

source: gold
ar: الذهبي

source: silver
ar: الفضي

source: bronze
ar: البرونزي

source: free
ar: المجاني

source: Settings
ar: الإعدادات

source: share
ar: مشاركة

source: Governorate
ar: المحافظة

source: Location
ar: الموقع

source: Date of Birth
ar: تاريخ الميلاد

# language_word
source: Languages
ar: اللغات

source: changing language
ar: تغيير اللغة

# dark_mode
source: On
ar: تشغيل

# light_mode
source: Off
ar: إيقاف

# automatic
source: Auto
ar: تلقائي

# create_account
source: Sign up
ar: إنشاء حساب

# creating_account
source: signing up
ar: جاري إنشاء حساب

source: Sign in
ar: تسجيل الدخول

source: signing in
ar: جاري تسجيل الدخول

source: Mobile Number
ar: رقم الموبايل

source: Telephone
ar: هاتف

source: Country
ar: البلد

# enter_mobile_number
source: Enter your mobile number
ar: أدخل رقم الموبايل

source: Password
ar: كلمة المرور

source: Email
ar: البريد الكتروني

source: Your Contact Details
ar: تفاصيل الاتصال الخاصة بك

source: Contact Us
ar: تواصل معنا

source: Enter password
ar: أدخل كلمة المرور

source: company password
ar: كلمة مرور الشركة

source: enter company password
ar: أدخل كلمة مرور الشركة

# enter_your_email
source: enter estate office phone
ar: ادخل بريدك الالكتروني

source: estate office name
ar: اسم المكتب العقاري

source: enter estate office name
ar: أدخل اسم المكتب العقاري

source: office location
ar: مكان المكتب

source: enter office location
ar: أدخل مكان المكتب

source: Already have an account?
ar: لديك حساب؟

source: Don't have an account?
ar: ليس لديك حساب؟

source: estate office phone
ar: رقم هاتف المكتب

source: enter estate office phone
ar: أدخل رقم هاتف المكتب

source: estate office logo
ar: شعار المكتب العقاري

source: optional
ar: اختياري

source: save
ar: حفظ

source: Invite Friends
ar: دعوة اصدقاء

source: Change Password
ar: تغيير كلمة السر

source: tap to choice an image
ar: انقر لإختيار صورة

source: detect location
ar: تحديد الموقع

source: change image
ar: تغيير الصورة

source: invalid mobile number
ar: هذا الرقم غير صالح

# invalid_birth_date
source: invalid birth of date
ar: هذا التاريخ غير صالح

source: Clients orders
ar: طلبات المستخدمين

# estate_offer_creating
source: Create real estate offers
ar: إنشاء العروض العقارية

source: Start Now
ar: إبدأ الآن

# create_estate_introduction
source: You can create a special real estate offer which you'd like to publish on the app. in few easy and simple steps.
ar: يمكنك إنشاء عرض مميز للعقار الذي ترغب بنشره في التطبيق بخطوات سهلة وبسيطة

# estate_type
source: Real estate type
ar: نوع العقار

source: Offer type
ar: نوع العرض

source: Order type
ar: نوع الطلب

source: Next
ar: التالي

# new_estate
source: Newly added
ar: مضاف حديثا

source: Most common
ar: الأكثر شيوعا

# estate_area
source: Real estate area
ar: مساحة العقار

# estate_price
source: Real estate price
ar: سعر العقار

# estate_rent_price
source: Estate rental price
ar: سعر إيجار العقار

# estate_rent_period
source: Estate rental period
ar: مدة إيجار العقار

source: Rooms count
ar: عدد الغرف

source: Floor number
ar: رقم الطابق

# salon_count
source: Salons count
ar: عدد الصالونات

source: Bathroom count
ar: عدد الحمامات

# estate_location
source: Real estate location
ar: مكان العقار

# estate_location_hint
source: Press to select estate location
ar: انقر لتحديد مكان العقار

source: Nearby places
ar: الأماكن القريبة من العقار

source: Add
ar: إضافة

# estate_position
source: Real estate position
ar: موقع العقار

# estate_position_declaring
source: You can provide the property position for more accurate information
ar: يمكنك تزويد موقع العقار لمعلومات أكثر دقة.

source: Press to detect position
ar: انقر لتحديد الموقع

source: Ownership type
ar: نوع الملكية

# interior_status
source: Real estate interior status
ar: حالة العقار

# is_the_estate_furnished
source: Is the property furnished?
ar: هل العقار مفروش؟

# is_the_estate_on_beach
source: on the beach ?
ar: هل العقار مطل على الشاطئ؟

# is_the_estate_has_pool
source: Does it have a swimming pool?
ar: هل العقار يحوي مسبح؟

source: Yes
ar: نعم

source: No
ar: لا

source: Property images
ar: صور العقار

source: Property street images
ar: صور شارع العقار

# floor_plan_property_images
source: floor plan images
ar: صور مخطط العقار

# max_count_of_images
source: {count} Photos at most
ar: الحد الأعلى {count} صور

# min_count_of_images
source: At most {count} photos
ar: الحد الأدنى {count} صور

# range_count_of_images
source: from {min} to {max} images
ar: من {min} إلى {max} صور

source: estate description
ar: وصف العقار

# estate_description_hint
source: Enter additional description for you estate
ar: أدخل وصف إضافي لعقارك

# create_estate
source: create offer estate
ar: إنشاء العرض العقاري

source: Step 1
ar: الخطوة الأولى

source: Step 2
ar: الخطوة الثانية

source: Step 3
ar: الخطوة الثالثة

source: Step 4
ar: الخطوة الرابعة

source: Step 5
ar: الخطوة الخامسة

source: Step 6
ar: الخطوة السادسة

# syrian_currency
source: SP
ar: ل.س

# lebanon_currency
source: LBP
ar: ل.ل

source: This field is required
ar: هذا الحقل مطلوب

source: Enter location name
ar: أدخل اسم المنطقة

source: Compressing images
ar: جاري ضغط الصور

# send_estate
source: Submit your real estate offer
ar: إرسال العرض العقاري

source: Congratulations
ar: مبروك

# sending_estate
source: Sending your estate
ar: جاري إرسال العرض العقاري

# finish_send_estate
source: The real estate offer has been created and sent to the system, your offer will be reviewed in a short time.
ar: تم إنشاء العرض العقاري وإرساله إلى النظام, ستتم مراجعة عرضك العقاري خلال مدة قصيرة.

source: Ok
ar: تم

source: Your Message
ar: رسالتك

source: Accepted estates
ar: العقارات المقبولة

source: Pending estates
ar: العقارات قيد الانتظار

source: Rejected estates
ar: العقارات المرفوضة

source: Users estates
ar: عقارات المستخدمين

source: Deleted estates
ar: العقارات المحذوفة

source: Refresh
ar: تحديث

# error_happened_when_executing_operation
source: An error occurred while executing the operation
ar: حدث خطأ أثناء تنفيذ العملية

# error_happened_when_connecting_with_server
source: An error occurred while connecting to the server
ar: حدث خطأ أثناء الاتصال بالخادم

# have_not_accepted
source: You have not accepted estates
ar: ليس لديك عقارات مقبولة

# have_not_rejected
source: You have not rejected estates
ar: ليس لديك عقارات مرفوضة

# have_not_deleted
source: You have not deleted estates
ar: ليس لديك عقارات محذوفة

# have_not_pending
source: You have not pending estates
ar: ليس لديك عقارات قيد الانتظار

# have_not_users_estates
source: You have not estates from users yet
ar: ليس لديك عقارات من المستخدمين بعد

source: Delete
ar: حذف

source: Restore
ar: استعادة

source: Edit
ar: تعديل

source: Accept
ar: قبول

source: Reject
ar: رفض

# adding_date
source: Added date
ar: تاريخ الإضافة

# estate_is_being_processed
source: The real estate offer is being processed, a notification will be sent when it is activated
ar: جاري معالجة العرض العقاري، سيتم إرسال إشعار عند تفعيله

source: Reject reason
ar: سبب الرفض

source: Repost
ar: إعادة النشر

# estate_details
source: Real estate details
ar: تفاصيل العقار

# estate_offer_place_sentence
source: {estate_type} for {estate_offer} in {place}
ar: {estate_type} لل{estate_offer} في {place}

# estate_offer_sentence
source: {estate_type} for {estate_offer}
ar: {estate_type} لل{estate_offer}

source: Furnished
ar: مفروش

source: On beach
ar: يطل على الشاطئ

source: Has swimming pool
ar: يحوي مسبح

# image_counting
source: Image {current} Of {total}
ar: الصورة {current} من {total}

source: New notification
ar: إشعار جديد

source: You have not notifications
ar: ليس لديك إشعارات

# you_have_not_immediately_rent
source: You have not created immediately rent
ar: ليس لديك إيجارات فورية منشأة

source: Confirmation
ar: تأكيد

# delete_confirmation
source: Do you want to delete this property?
ar: هل تريد حذف هذا العقار؟

source: Error
ar: خطأ

source: Select Language
ar: قم بتحديد اللغة

source: Check your internet connection
ar: تحقق من اتصالك بشبكة الإنترنت

source: Restart application
ar: اغلاق

# no_clients_orders
source: No orders from users yet
ar: لا يوجد طلبات من المستخدمين

source: This feature will be activated soon
ar: سيتم تفعيل هذه الميزة قريبا

source: Buy candidates
ar: شراء ترشيحات

source: Buy offers
ar: شراء عروض

# select_package_to_buy
source: Select the package you want to buy
ar: قم بتحديد الباقة التي تريد شراؤها

# packets_offer
source: Buy {count} {product} for {price} {currency}
ar: شراء {count} {product} بسعر {price} {currency}

# buy
source: For Buy
ar: شراء

source: offers
ar: عروض

source: candidates
ar: ترشيحات

# buy_successfully
source: The purchase has been completed successfully, you will receive a notification when the package is activated
ar: تمت عملية الشراء بنجاح, سيصلك إشعار عند تفعيل الباقة

# select_packet_size_first
source: The size of the packet must be selected first
ar: يجب تحديد حجم الباقة أولا

# buy_packet_confirmation
source: Do you want to buy this packet?
ar: هل تريد شراء هذه الباقة؟

# repost_message
source: Property has been republished
ar: تم إعادة نشر العقار

# edit_message
source: Edit request has been sent
ar: تم إرسال طلب التعديل

# property_has_been_located
source: The property has been located
ar: تم تحديد موقع العقار

source: Edit estate
ar: تعديل العقار

# unable_to_modify
source: Non-Adjustable
ar: غير قابل للتعديل

# cant_modify_this_feature
source: This feature cannot be modified
ar: لا يمكن تعديل هذه الخاصية

source: Send request
ar: إرسال الطلب

# wait_compress_message
source: Please wait for the Compressing process to finish
ar: الرجاء انتظار عملية الضغط

# loading_map
source: Loading the map
ar: جاري تحميل الخريطة

source: Position detected
ar: تم تحديد الموقع

# nearby_place_hint
source: Enter place name
ar: أدخل اسم المكان

# repeated_place
source: This place is exits
ar: هذا المكان موجود مسبقا

source: Notes
ar: ملاحظات

source: Candidate estate
ar: ترشيح عقار

# price_domain
source: Price range
ar: مجال السعر

source: Candidate
ar: ترشيح

source: Notifications
ar: الإشعارات

source: Skip
ar: تخطي

# introductionBody1
source: Is an application specialized in the field of real estate in Syria, which provides users with many advantages related to real estate offers, prices and specifications, and many other services to ensure great ease in the field of real estate.
ar: هو تطبيق مختص في مجال العروض العقارية في سوريا, يوفر للمستخدمين ميزات عديدة متعلقة بالعروض العقارية وأسعارها ومواصفاتها, والكثير من الخدمات الأخرى لتأمين سهولة كبيرة في مجال الخدمات العقارية.

# introductionTitle2
source: Browse real estate offers
ar: تصفح العروض العقارية

# introductionBody2
source: You can browse the various real estate offers with specifications, prices, and illustrations. The system also provides various means of communication with the real estate office that publishes the property.
ar: يمكنك تصفح العروض العقارية المختلفة مع المواصفات والأسعار والصور التوضيحية, كما يوفر النظام وسائل التواصل المتنوعة مع المكتب العقاري الناشر للعقار.

# introductionTitle3
source: View your real estate in the app
ar: قم بعرض عقاراتك في التطبيق

# introductionBody3
source: The application provides you with the ability to create your own real estate offer and publish it through the real estate offices available in the application, so that thousands of users can see your property.
ar: يوفر لك التطبيق إمكانية إنشاء عرضك العقاري الخاص ونشره لدى المكاتب العقارية المتوفرة في التطبيق, وبالتالي يمكن للآلاف من المستخدمين رؤية عقارك

# introductionTitle4
source: Send real estate request to the offices
ar: أرسل طلبك العقاري إلى المكاتب

# introductionBody4
source: You can search for a property with certain specifications by creating a real estate request, which will be displayed to all the offices available in the system, and therefore the offices will nominate properties similar to your request!
ar: يمكنك البحث عن عقار بمواصفات معينة عن طريق إنشاء طلب عقاري, حيث يتم عرضه على جميع المكاتب المتوفرة في النظام, وبالتالي ستقوم المكاتب بترشيح عقارات مشابهة لطلبك

source: Remember me
ar: تذكر الحساب

source: First Name
ar: الاسم الأول

source: Last Name
ar: الاسم الأخير

# enter_first_name
source: Enter your first name
ar: أدخل اسمك الأول

# enter_last_name
source: Enter your last name
ar: أدخل اسم العائلة

source: Enter your governorate
ar: أدخل المحافظة المقيم فيها

# enter_your_birth_date
source: Enter your birth of date
ar: أدخل تاريخ ميلادك

# welcome_in_swesshome
source: Welcome to Swess Home
ar: أهلا بكم في سويس هوم

# home_screen_header
source: Do you want to view the various real estate offers and search for properties that suit you? Join hundreds of users who have found what they were looking for
ar: هل تريد الاطلاع على العروض العقارية المتنوعة والبحث عن عقارات تناسبك؟ انضم إلى مئات الأشخاص الذين وجدوا ما يبحثو عنه

# search_card_body
source: Search in the various real estate offers of houses, shops, and lands.
ar: ابحث في العروض العقارية المتنوعة بيوت, محلات, أراضي..

# sell
source: For Sale
ar: بيع

# rent
source: For Rent
ar: إيجار

source: Name
ar: الاسم

# estate_offers
source: Real Estate Offers
ar: العروض العقارية

# vacations_and_farms
source: Farms and vacations
ar: المزارع والاصطياف

# vacations_card_body
source: Browse summer resorts and make reservations wherever you are
ar: قم بتصفح عقارات الاصطياف و احجزها من داخل بيتك

# estate_orders
source: Real Estate requests
ar: الطلبات العقارية

# estate_order_card_body
source: Send us information about the property you are looking for in case you do not find suitable properties
ar: أرسل لنا معلومات عن العقار الذي تبحث عنه في حال لم تجد عقارات مناسبة

# create_estate_order
source: Create Estate Request
ar: إنشاء طلب عقاري

source: Estate Order
ar: طلب عقاري

# search_for_estate_agent
source: Find a Real Estate Agent
ar: ابحث عن وكيل عقاري

# search_agent_card_body
source: Find different real estate offices to publish your offers
ar: ابحث عن المكاتب العقارية المختلفة لنشر عروضك العقارية لديها

# login_drawer_body
source: Log in to benefit from the features of the application and view properties that match your request.
ar: قم بتسجيل الدخول للاستفادة من ميزات التطبيق, وعرض عقارات مناسبة لطلبك

# saved_estates
source: Saved real estate offers
ar: العقارات المحفوظة

# recent_created_estates
source: My real estate offers
ar: العروض العقارية المنشأة

# recent_created_orders
source: My real estate requests
ar: الطلبات العقارية المنشأة

source: Call us
ar: اتصل بنا

# rate_us
source: Rate this app
ar: تقييم التطبيق

# help
source: About Application
ar: عن التطبيق

source: filter
ar: فلترة

# confirm_delete
source: Are you sure to delete the real estate order?
ar: هل انت متأكد من حذف الطلب العقاري؟

# logout_confirmation
source: Do you want to log out?
ar: هل تريد تسجيل الخروج؟

# sign_in_for_notifications
source: Sign in to receive notifications
ar: قم بتسجيل الدخول لتصلك الإشعارات

# sell_estates
source: Real estate for sale
ar: عقارات للبيع

# rent_estates
source: Real estate for rent
ar: عقارات للإيجار

# search_place_hint
source: Enter the location. Ex: Al-Maliki, Al-Midan..
ar: أدخل مكان العقار. مثل:المالكي, الميدان..

source: Clear all
ar: مسح الكل

source: Clear
ar: مسح

source: thousand
ar: الف

source: million
ar: مليون

source: Billion
ar: مليار

# clear_notifications_confirm
source: Do you want to clear recent search?
ar: هل تريد حذف عمليات البحث السابقة؟

source: Cancel
ar: إلغاء

# recent_searches
source: Recent searched places
ar: عمليات البحث السابقة

source: No recent searches
ar: لا يوجد عمليات بحث سابقة

source: undefined
ar: غير محدد

source: Advanced search
ar: بحث متقدم

source: Search
ar: ابحث

source: Select place first
ar: قم بتحديد مكان العقار أولا

source: Enter office name
ar: أدخل اسم المكتب العقاري

source: Enter area name
ar: أدخل اسم المنطقة

source: by Price
ar: حسب السعر

source: by Date
ar: حسب التاريخ

source: Max Price
ar: اعلى سعر

source: Min Price
ar: اقل سعر

# no_max_price
source: No Max
ar: لايوجد

# no_min_price
source: No Min
ar: لايوجد

# title_min_price
source: Select Min price
ar: اختر اقل سعر

# title_max_price
source: Select MAx price
ar: اختر اعلى سعر

# image
source: images
ar: الصور

source: video
ar: الفيديو

source: Search results
ar: نتائج البحث

source: Identical Estates
ar: نتائج مطابقة

source: Similar Estates
ar: نتائج مشابهة

source: Delete request
ar: طلبك العقاري محذوف

# delete_estate_order
source: Your estate order has been deleted
ar: طلبك العقاري محذوف

# report_estate
source: What do you think is inappropriate about this property?
ar: ما الذي تراه غير مناسب في هذا العقار

# send_report
source: Report sent
ar: تم إرسال الإبلاغ

# error_send_report
source: An error occurred while sending the report!
ar: حدث خطأ أثناء إرسال البلاغ!

source: No more results
ar: انتهت النتائج

# no_results_body
source: Sorry, there are no results for your search
ar: عذراً عزيزي المستخدم سيتم تخديم المنطقة قريباً

# no_message
source: Sorry, there are no previous messages
ar: عذراً عزيزي المستخدم لايوجد رسائل سابقة

# no_results_hint
source: Try to adjust search filter and try again
ar: قم بتغيير فلتر البحث ثم حاول مجددا

source: Search again
ar: ابحث مجددا

source: Search by
ar: بحث حسب

source: Estate images
ar: صور العقار

source: Estate street images
ar: صور شارع العقار

source: Estate floor plan images
ar: صور مخطط العقار

# no_more_less_than_x_images
source: No {more_or_less} than {amount} photos can be selected from the {image_type} images.
ar: لا يمكن اختيار {more_or_less} من {amount} صورة من صور {image_type}

source: Estate
ar: العقار

# estate_floor_plan
source: floor plan
ar: مخطط العقار

source: estate street
ar: شارع العقار

source: more
ar: أكثر

source: less
ar: أقل

source: Repeat password
ar: تأكيد كلمة المرور

# repeat_password_hint
source: Repeat password for verification
ar: أدخل كلمة المرور مرة أخرى للتأكد

# passwords_verification_failed
source: Passwords are not the same
ar: كلمات المرور غير متطابقة

# order_create_notes_descriptions
source: Write notes about the property you are looking for
ar: يرجى ادخال المزيد من المعلومات حول العقار الذي تبحث عنه

# message_notes_descriptions
source: What do you want to tell us?
ar: ماذا تريد اخبارنا؟

source: Estate Space
ar: مساحة العقار

# report_create_notes_descriptions
source: Write notes about the reason for reporting the property
ar: يرجى ادخال المزيد من المعلومات حول سبب الابلاغ على العقار

# question_reporting
source: Are you sure you want to report this real estate?
ar: هل انت متأكد من انك تريد الابلاغ عن هذا العقار؟

# send_order
source: Send request
ar: إرسال الطلب

# after_order_body
source: Your request has been sent successfully. Your request will be presented to the offices, and you learn about their nominations and offers in the notifications
ar: لقد تم إرسال طلبك بنجاح, سيتم عرض الطلب على المكاتب العقارية ومن ثم إرسال ترشيحات المكاتب لكم عن طريق الإشعارات.

# estate_order_sent
source: Your order has been sent successfully
ar: تم إرسال الطلب بنجاح

# have_not_recent_orders
source: You have not created real estate requests yet
ar: ليس لديك طلبات عقارية سابقة

# have_not_recent_search
source: Search properties for sale or to rent. Your recent searches will appear here
ar: ابحث عن عقارات للبيع أو للإيجار. سوف تظهر عمليات البحث الأخيرة الخاصة بك هنا

# has_recent_search
source: Your recent search
ar: عمليات بحث سابقة

source: new search
ar: بحث جديد

source: View candidates
ar: عرض الترشيحات

# candidate_estates
source: Candidate real estate
ar: العقارات المرشحة

# no_candidates_for_this_order
source: There are no candidates for this request
ar: لا يوجد ترشيحات لهذا الطلب

# have_not_created_estates
source: You have not created real estate offers yet
ar: لا يوجد لديك عروض عقارية

# faq
source: Frequently Asked Questions
ar: الأسئلة الشائعة

source: Office details
ar: تفاصيل المكتب

# this_features_require_login
source: This feature requires a login
ar: هذه الميزة تتطلب تسجيل دخول

source: Like
ar: إعجاب

source: Liked
ar: تم الإعجاب

source: Estates offers
ar: العروض العقارية

# office_have_not_estates
source: This office has not published real estate offers yet
ar: لم يقم هذا المكتب بنشر عروض عقارية

# have_not_saved_estates
source: You have not saved estates
ar: لا يوجد لديك عروض عقارية محفوظة

source: Special estate
ar: عقار مميز

source: Office Page
ar: صفحة المكتب

source: Call
ar: اتصال

source: Done
ar: تم

# place_already_existed
source: This place is already exist
ar: هذا المكان موجود مسبقا

# delete_image_confirmation
source: do you want to delete this image?
ar: هل تريد حذف هذه الصورة؟

# error_when_sending_estate
source: An error occurred when submitting the property
ar: حدث خطأ عند إرسال العقار

# search_by_name
source: Name
ar: الإسم

# search_by_area
source: Area
ar: المنطقة

# offices_in_this_area
source: Offices in this place
ar: المكاتب الموجودة في هذه المنطقة

source: Select rating
ar: قم باختيار التقييم

source: What do you think of the app ?
ar: ما رأيك في التطبيق ؟

# enter_rating_notes
source: Enter your notes and suggestions
ar: أكتب ملاحظاتك واقتراحاتك

# after_rate_message
source: Thank you for rating
ar: شكرا لكم, تم إرسال التقييم بنجاح

# location_message
source: Please specify the location
ar: الرجاء تحديد الموقع

# login_new_features
source: Sign up to get more features
ar: قم بتسجيل الدخول للحصول على ميزات اخرى

# send_rate
source: Send rating
ar: إرسال التقييم

source: You must select rate first
ar: يجب تحديد التقييم أولا

# can_not_select_more_than_nearby_places
source: You can not select more than {count} nearby places
ar: لا يمكنك تحديد أكثر من {count} مكان قريب

source: Send
ar: إرسال

source: Chat
ar: محادثة

source: Address
ar: العنوان

source: Rental term
ar: مدة الايجار

# estate_search
source: Search for estate
ar: ابحث عن عقار

# estate_immediately
source: Instant Rent
ar: إيجارات فورية

# my_estate_immediately
source: Created Instant Rent
ar: الإيجارات الفورية المنشأة

source: Create
ar: انشاء

# area_hint
source: Ex: 200, 150, ...
ar: مثال: 200, 150, ...

# floor_hint
source: Ex: First floor, ...
ar: مثال: الطابق الأول, ملحق, ...

# rooms_count_hint
source: Ex: two bedrooms and a living room, ...
ar: مثال: غرفتين وصالون, ...

# estate_price_hint_syrian
source: Estate price by Syrian pound
ar: سعر العقار بالليرة السورية

# estate_rent_price_hint_syrian
source: Rent price by Syrian pound
ar: سعر الإيجار بالليرة السورية

# estate_price_hint_lebanon
source: Estate price by Lebanese pound
ar: سعر العقار بالليرة اللبنانية

# estate_rent_price_hint_lebanon
source: Rent price by Lebanese pound
ar: سعر الإيجار بالليرة اللبانية

# invalid_value
source: This value is invalid
ar: هذه القيمة غير صالحة

source: Estate position selected
ar: تم تحديد مكان العقار

# select_position_by_pressing_on_map
source: Press on the map to select estate position
ar: قم بتحديد مكان العقار عن طريق النقر على الخريطة
