Repository: mohammedali12450/swess_home
Catalog: assets/l10n/app_*.arb
Languages: ar

source: Zoom in / Zoom out
ar: تكبير / تصغير

source: Moving
ar: تحريك

# estate_position_selecting
source: Locating the property
ar: تحديد مكان العقار

# final_step
source: last step
ar: الخطوة الأخيرة

# restore_estate_confirmation
source: Estate restored successfully
ar: تم استعادة العقار

# accept_user_estate_confirmation
source: Successfully accepted
ar: تم القبول بنجاح

# zoom_in_out_map_dialog
source: You can zoom in and out of the map to easily find what you are looking for
ar: يمكنكم تكبير الخريطة و تصغيرها لتسهيل الوصول إلى مكان العقار

# navigate_map_dialog
source: To navigate the map, simply try to move the screen in the direction you like to move to
ar: لتحريك الخريطة قم بسحب الشاشة إلى الاتجاه الذي تريد التحرك نحوه

# locate_map_dialog
source: to locate the place of your target simply click on the location you selected
ar: لتحديد الموقع الذي يتواجد فيه العقار قم بالنقر على المكان الذي تريد تحديده

# finish_select_map_dialog
source: When you finish selecting your target click on the confirm button
ar: عند الانتهاء من تحديد مكان العقار, انقر على زر تثبيت المكان

# discard_location_confirmation
source: Do you want to discard selected position
ar: هل تريد إلغاء تحديد الموقع؟

source: Bad
ar: سيئ

# normal
source: average
ar: متوسط

source: Good
ar: جيد

# faq_1_title
source: How can I search for a real estate with certain specifications?
ar: كيف يمكنني البحث عن عقار بمواصفات محددة؟

# faq_1_content
source: When you go to the main page, the search box appears. Click on it and choose the area you want to search within, and then search filters will appear which will help you find your desired property quickly through simple or advanced search.
ar: عند فتح الصفحة الرئيسية يظهر مربع البحث ٬ قم بالضغط عليه و اختيار المنطقة المراد البحث فيها ومن ثم ستظهر فلاتر البحث التي ستساعدك بالعثور على عقارك بشكل سريع عبر البحث البسيط أو المتقدم.

# faq_2_title
source: How can I publish a real estate offer on the app?
ar: كيف يمكنني نشر عقار على التطبيق ؟

# faq_2_content
source: After creating an account on the application, click on the search box of real estate offices and choose the real estate office which you want to publish through then fill in the fields with the correct specifications of your property.
ar: بعد إنشاء حساب على التطبيق ، قم بالضغط على مربع البحث الخاص بالمكاتب العقارية و اختيار المكتب العقاري الذي تريد النشر عن طريقه، و من ثم قم بتعبئة الخانات بمواصفات عقارك الصحيحة.

# faq_3_title
source: How do I create an account on the application?
ar: كيف يمكنني إنشاء حساب على التطبيق ؟

# faq_3_content
source: Type your phone number and your name, and you will receive a verification code within minutes. By creating an account, you can take advantage of several features such as sending a real estate request, publishing an offer, saving favorite properties, and others.
ar: قم بكتابة رقم هاتفك و اسمك ، ليصلك كود التفعيل خلال دقائق ، تستطيع من خلال انشاء الحساب الاستفادة من عدة ميزات كإرسال طلب عقاري و نشر عرض و حفظ العقارات المفضلة و غيرها.

# faq_4_title
source: What is the 'Real Estate Request' feature and when should I use it?
ar: ما هي ميزة 'الطلب العقاري' ومتى ألجأ إليها؟

# faq_4_content
source: If you are looking for a property with certain specifications, but you did not find it through the search, you can click on the 'Real Estate Requests' feature and type in it the specifications of the property you are looking for, so that your request will reach all the subscribed real estate offices.
ar: في حال كنت تبحث عن عقار بمواصفات معينة ولم تعثر عليه من خلال البحث، يمكنك الضغط على ميزة 'الطلبات العقارية' و كتابة مواصفات العقار الذي تبحث عنه، ليصل طلبك إلى كافة المكاتب العقارية المشتركة.

# faq_5_title
source: How can I contact a real estate agent?
ar: كيف يمكنني التواصل مع المكتب العقاري؟

# faq_5_content
source: You can search for a specific real estate office by clicking on the 'find a real estate agent' feature and typing the name of the office you want to look up. You can also search for real estate offices located in a specific area by typing the name of the area. Moreover, the phone number of the real estate will appear with each offer of its own.
ar: يمكنك البحث عن مكتب عقاري محدد عن طريق الضغط على ميزة البحث عن وكيل عقاري وكتابة اسم المكتب المراد البحث عنه، كما يمكنك البحث عن المكاتب العقارية المتواجدة في منطقة معينة عن طريق كتابة اسم المنطقة، كما سيظهر رقم المكتب العقاري مع كل عرض خاص به.

# no_internet_connection
source: Check your internet connection !
ar: تحقق من اتصالك بالإنترنت !

# confirmation_code_sent
source: A confirmation code has been sent by SMS to the number
ar: تم إرسال رمز التأكيد برسالة قصيرة إلى الرقم

# estate_id
source: Offer ID
ar: رقم الإعلان

# account_not_confirmed_dialog
source: this account is not activated, press resend to receive new confirmation code.
ar: لم يتم تنشيط هذا الحساب ، اضغط على إعادة إرسال لتلقي رمز التأكيد الجديد.

source: Resend
ar: إعادة الإرسال

# clear_notifications_dialog
source: Do you want to clear all notifications ?
ar: هل تريد مسح جميع الإشعارات ؟

source: sending
ar: يتم الإرسال

source: Enter Your code
ar: قم بإدخال الرمز

source: Checking
ar: جاري التحقق

source: Enter your old password
ar: ادخل كلمة السر القديمة

source: Enter your new password
ar: ادخل كلمة السر الجديدة

source: Confirm your new password
ar: اعد كتابة كلمة السر

source: Reset Password
ar: إعادة تعيين كلمة السر

source: Forget Password?
ar: نسيت كلمة السر؟

source: Resend Code
ar: إعادة إرسال رمز التفعيل

# time_of_receive_code
source: the time of arrival of the confirmation message is related to the service provider in the selected country
ar: وقت وصول رسالة التأكيد مرتبط بمزود الخدمة في البلد المحدد

# did_code
source: Didn't get the verification code?
ar: لم تصلك رسالة التفعيل بعد؟

# please_select
source: Please Select a choice
ar: الرجاء تحديد اختيار

# please_select_here
source: Please Select
ar: الرجاء الاختيار

# search_neighborhood
source: Neighborhood
ar: الحي

source: Enter neighborhood name
ar: ادخل اسم الحي

source: processing
ar: يتم المعالجة

# are_you_sure
source: Are you sure you want to delete your account?
ar: هل انت متأكد من أنك تريد حذف حسابك؟

source: Delete my account
ar: حذف حسابي

# user_deleted
source: User has been deleted
ar: تم حذف الحساب

# dark_mode_text
source: Dark mode
ar: الوضع الليلي

source: caution
ar: تنويه

source: warning
ar: تحذير

# empty
source: Sorry, there are no results matching your search options
ar: عذرا لا توجد نتائج مطابقة لخيارات البحث

source: update
ar: تحديث

# has_update
source: The application contains a new version, please update it to get new features
ar: يحتوي التطبيق على نسخة جديدة يرجى تحديثه للحصول على ميزات اضافية

# war
source: We found results matching your search options Similar results will be displayed if any
ar: تم العثور على نتائج مطابقة لخيارات البحث وسيتم عرض نتائج مشابهة في حال وجودها

# sorry
source: Sorry, we found no results matching your search options! Similar results will be displayed if any
ar: عذرا لا توجد نتائج مطابقة لخيارات البحث! وسيتم عرض نتائج مشابهة في حال وجودها

# floor
source: Floors
ar: الطابق

# room
source: Rooms
ar: الغرف

source: Salon
ar: الصالون

source: Bathroom
ar: الحمام

source: Home
ar: الرئيسية

source: Profile
ar: الشخصي

source: Read More...
ar: ...قراءة المزيد

source: Read Less
ar: قراءة القليل

source: Meter
ar: متر

# syrian_bound
source: L.S
ar: ل.س

# complete_send
source: The message has been sent successfully
ar: تم ارسال الرسالة بنجاح

# complete_edit
source: Personal information has been modified successfully
ar: تم تعديل المعلومات الشخصية بنجاح

# whatsapp_number
source: WhatsApp number to communicate (Option)
ar: رقم واتساب للتواصل (اختياري)

# phone_communicate
source: Phone number to communicate
ar: الرقم للتواصل

# upload_app
source: To upload Swess Home
ar: Swess Home لتحميل تطبيق

# no_whatsapp_number
source: There is no WhatsApp Number
ar: لا يوجد رقم واتساب للتواصل

# no_video
source: There is no video to Show
ar: لا يوجد فيديو لعرضه

source: In progress
ar: قيد الانتظار

source: From Company
ar: من قبل الشركة

source: From Agent
ar: من قبل المكتب

# whats_app_not_installed
source: whatsapp no installed
ar: تطبيق واتساب غير مثبت

source: House
ar: بيت

source: Shop
ar: محل

source: Land
ar: أرض

source: Farm
ar: مزرعة

source: Villa
ar: فيلا

# nearby
source: Proposed real estate
ar: العقارات المقترحة

# new_homes_for_you
source: New estates for you
ar: عقارات جديدة لك

source: Based on your recent searches
ar: بناء على عمليات البحث التي أجريتها مؤخرا

source: Select current location
ar: تحديد موقعك الحالي

source: Select location manual
ar: تحديد الموقع يدويا

source: Accepted from company
ar: مقبول من قبل الشركة

source: Rejected from company
ar: مرفوض من قبل الشركة

source: On progress from company
ar: قيد الانتظار من قبل الشركة

source: Accepted from office
ar: مقبول من قبل المكتب العقاري

source: Rejected from office
ar: مرفوض من قبل المكتب العقاري

source: On progress from office
ar: قيد الانتظار من قبل المكتب العقاري

source: Pending
ar: قيد الانتظار

source: Rejected
ar: مرفوض

source: Accepted
ar: مقبول

source: Google
ar: غوغل

source: Facebook
ar: فيسبوك

source: Server error occurred
ar: حدث خطأ في السيرفر

# notLoggedYet
source: You are not logged in yet
ar: انت لم تسجل دخول بعد

source: An error occurred
ar: حدث خطأ

# thankYouAddingReview
source: Thank you for adding your review
ar: شكرا على اضافة تقييمك

source: You must be add notes
ar: يجب أن تضيف ملاحظات

# addReview
source: Add a Review
ar: إضافة تقييم

source: Write Notes
ar: اكتب الملاحظات

source: Invalid email
ar: بريد الالكتروني غير صالح

source: Old Password
ar: كلمة السر القديمة

source: New Password
ar: كلمة السر الجديدة

source: first
ar: أولاً

# get_price
source: to get the price
ar: للحصول على السعر

# create_estate_request
source: Create New Estate Request
ar: إنشاء طلب عقار جديد

source: Saved
ar: المفضلة

# estate_offers2
source: Estate Offers
ar: العروض العقارية

# search2
source: Search
ar: البحث

source: Previous Search Results
ar: نتائج البحث السابقة

# result_matching_search_page
source: Results matching your search options have been found, and similar results, if any, will be displayed
ar: تم العثور على نتائج مطابقة لخيارات البحث الخاصة بك ، وسيتم عرض نتائج مماثلة ، إن وجدت
